[
  "Hayatında en utandığın an neydi?",
  "En son ne zaman yalan söyledin ve sebebi neydi?",
  "En büyük pişmanlığın nedir?",
  "Aşık olduğun biri var mı? Varsa kim?",
  "Hiç birini kandırdın mı? Ne için?",
  "Hiç illegal bir şey yaptın mı? Detay verir misin?",
  "En büyük korkun nedir?",
  "Hayatında en çok kimden etkilendin?",
  "En garip alışkanlığın nedir?",
  "Hiç en yakın arkadaşına yalan söyledin mi? Neden?",
  "Hayatında bir şeyi değiştirebilsen ne olurdu?",
  "Hiç kimseye söylemediğin bir sırrını paylaşır mısın?",
  "En tuhaf rüyandan bahseder misin?",
  "Hiç birine gizlice aşık oldun mu?",
  "Şu anda en çok kimi kıskanıyorsun?",
  "Hayatında yaptığın en cesurca şey neydi?",
  "Hiç internet üzerinden tanıştığın biriyle buluştun mu?",
  "Hiç kimseyi stalkladın mı? Neden?",
  "Hiç birinin sırrını ifşa ettin mi?",
  "En sevdiğin anı nedir?",
  "Bu sunucuda en sevdiğin ve en sevmediğin kişiler kimler?",
  "Discord'da hiç tanımadığın birine DM attın mı? Neden?",
  "Bu sunucuda kimin profil fotoğrafını en çok beğeniyorsun?",
  "Hiç Discord'da sahte hesap açtın mı? Neden?",
  "Bu sunucuda en son kimi sustururdun ve neden?",
  "Discord'da hiç para harcadın mı? Ne için?",
  "Bu sunucuda birinin rolünü değiştirebilseydin, kimin rolünü değiştirirdin?",
  "Discord'da hiç gece geç saatlere kadar sohbet ettin mi? Kiminle?",
  "Bu sunucuda en çok hangi kanala giriyorsun? Neden?",
  "Hiç Discord üzerinden flört ettin mi?",
  "Bu sunucuda kimin sesini duymak isterdin?",
  "Discord'da hiç yanlış kişiye özel mesaj attın mı? Ne oldu?",
  "Bu sunucuda en çok kimin avatarını merak ediyorsun?",
  "Discord'da hiç kendini farklı biri gibi tanıttın mı?",
  "Bu sunucuda en çok hangi etkinliği seviyorsun?",
  "Hiç Discord'da mod/admin olmak için yalan söyledin mi?",
  "Bu sunucuda kimin yerinde olmak isterdin? Neden?",
  "Discord'da hiç gizli bir sunucuya üye oldun mu? Ne içindi?",
  "Bu sunucuda en son kime özelden güldün? Neden?",
  "Discord kullanırken ailenin/arkadaşlarının önünde utandığın bir an oldu mu?"
]